Repository: Frossard/video-leads-gallery
Catalog: languages/leads-gallery-*.po
Languages: pt_br

source: Access Denied
pt_br: Acesso Negado

source: The playlist was deleted successfully!
pt_br: A lista de reprodução foi excluída com sucesso!

source: Playlist updated successfully! Get the shortcode <strong>[video_leads_gallery id="%d"]</strong> to use. You can set style element for this shortcode, follow the example: <i>[video_leads_gallery id="%d" style="width: 100%"]</i>
pt_br: Lista de reprodução atualizada com sucesso! Copie o shortcode <strong>[video_leads_gallery id="%d"]</strong> para usar. Você pode incluir o elemento style neste shortcode, siga o exemplo: <i>[video_leads_gallery id="%d" style="width: 100%"]</i>

source: Playlist saved successfully! Get the shortcode <strong>[video_leads_gallery id="%d"]</strong> to use. You can set style element for this shortcode, follow the example: <i>[video_leads_gallery id="%d" style="width: 100%"]</i>
pt_br: Lista de reprodução salva com sucesso! Copie o shortcode <strong>[video_leads_gallery id="%d"]</strong> para usar. Você pode incluir o elemento style neste shortcode, siga o exemplo: <i>[video_leads_gallery id="%d" style="width: 100%"]</i>

source: Facebook settings updated successfully!
pt_br: Configurações do Facebook atualizadas com sucesso!

source: Facebook settings saved successfully!
pt_br: Configurações do Facebook salvas com sucesso!

source: This settings cannot be saved, the <strong>Playlist Embed</strong> field is required
pt_br: As configurações não puderam ser salvas, o campo <strong>Lista de Reprodução Incorporada</strong> é obrigatório

source: This settings cannot be saved, the <strong>Width</strong> field is required
pt_br: As configurações não puderam ser salvas, o campo <strong>Largura</strong> é obrigatório

source: This settings cannot be saved, the <strong>Height</strong> field is required
pt_br: As configurações não puderam ser salvas, o campo <strong>Altura</strong> é obrigatório

source: This facebook settings cannot be saved, the <strong>Facebook App ID</strong> field is required
pt_br: As configurações do Facebook não podem ser salvas, o campo <strong>ID do aplicativo do Facebook</strong> é obrigatório

source: Playlists
pt_br: Listas de reprodução

source: Facebook Settings
pt_br: Configurações do Facebook

source: List of Leads
pt_br: Listagem de Leads

source: Dismiss the notice
pt_br: Fechar a mensagem

source: (*) Required Fields
pt_br: (*) Campos Obrigatórios

source: Save Updates
pt_br: Salvar Atualizações

source: Back
pt_br: Voltar

source: Youtube Playlist
pt_br: Lista de reprodução do Youtube

source: Playlist Embed*
pt_br: Lista de reprodução incorporada*

source: Width*
pt_br: Largura*

source: Height*
pt_br: Altura*

source: Enable Leads Captation
pt_br: Permitir a Captação de Leads

source: Youtube Playlists
pt_br: Listas de reprodução do Youtube

source: Captation settings
pt_br: Configuração da captação

source: Facebook App ID*
pt_br: ID do Aplicativo do Facebook

source: Registered Leads
pt_br: Leads Cadastrados

source: This is the Youtube playlists registered, copy the shortcode to use.
pt_br: Estas são as listas de reprodução do Youtube cadastradas, copie o shortcode para usar.

source: First it's necessary set the Youtube playlist and it's vídeo width and height.
pt_br: Primeiro é necessário definir a lista de reprodução do Youtube e sua largura e altura de vídeo.

source: (You can set 100% to)
pt_br: (Você pode usar o valor: 100%)

source: Yes
pt_br: Sim

source: After enabled leads captation, it's necessary set the Facebook ID for Facebook login app.
pt_br: Após ativada a captação de leads, é necessário preencher o ID do aplicativo de login do Facebook.

source: (Get on Facebook Login App)
pt_br: (Obter através do aplicativo do Facebook)

source: This is the registered leads until today.
pt_br: Este é o registro de leads cadastrados até hoje

source: Name
pt_br: Nome

source: Created At
pt_br: Data do Cadastro

source: New Playlist
pt_br: Nova Lista de Reprodução

source: Lead Captation Status
pt_br: Status da Captação de Leads

source: Are you sure about this exclusion?
pt_br: Tem certeza que deseja excluir o registro?

source: Delete
pt_br: Excluir

source: Edit
pt_br: Alterar

source: Enabled
pt_br: Habilitado

source: Disabled
pt_br: Desabilitado

source: Oops! Something wrong happened.
pt_br: Oops! Aconteceu algum problema.

source: en_US
pt_br: pt_BR

source: Wordpress video gallery who takes leads before playing. It uses Youtube playlist to play videos.
pt_br: Galeria de vídeos do Wordpress que recolhe leads antes de reproduzir o vídeo. Utiliza playlist do Youtube para reproduzir vídeos.
